adelphes.android-dev-ext
adpyke.vscode-sql-formatter
alefragnani.bookmarks
alexcvzz.vscode-sqlite
alexisvt.flutter-snippets
amazonwebservices.aws-toolkit-vscode
andreh.jdk-setter
andyyaldoo.vscode-json
arniu.sql-formatter-vscode
atlassian.atlascode
aykutsarac.jsoncrack-vscode
batisteo.vscode-django
bb-spectacle.bb-spectacle
blackboxapp.blackbox
blackboxapp.blackboxagent
breaking-point.vsc-postman
castwide.solargraph
christian-kohler.path-intellisense
clarkyu.vscode-sql-beautify
clemenspeters.format-json
cnoc.fpdebug
codeium.codeium
codeviz.codeviz
codezombiech.gitignore
coolchyni.beyond-debug
dart-code.dart-code
dart-code.flutter
developerayo.tsukuyomi
diemasmichiels.emulate
docker.docker
doggy8088.quicktype-refresh
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dotjoshjohnson.xml
dunstontc.vscode-go-syntax
eamodio.gitlens
ecmel.vscode-html-css
eriklynd.json-tools
esbenp.prettier-vscode
file-icons.file-icons
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
frhtylcn.pythonsnippets
gardener.vscode-gardener-tools
george-alisson.html-preview-vscode
georgewfraser.vscode-javac
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
google.geminicodeassist
googlecloudtools.cloudcode
gornivv.vscode-flutter-files
gruntfuggly.todo-tree
hbenl.vscode-test-explorer
hirantha.json-to-dart
humao.rest-client
hzgood.dart-data-class-generator
inercia.vscode-k3d
inferrinizzard.prettier-sql-vscode
intellsmi.comment-translate
jeege.txt-reader
kevinrose.vsc-python-indent
kingjacm.eva-unit-01-theme
koichisasada.vscode-rdbg
lea21st.vscode-sql-formatter
littlefoxteam.vscode-python-test-adapter
luanpotter.dart-import
m-ahmadkhan.bq-formatter-vscode
magicus.openjdk-devel
mechatroner.rainbow-csv
meezilla.json
mgesbert.python-path
mintlify.document
mohd-akram.vscode-html-format
mohsen1.prettify-json
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-es
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-edgedevtools.vscode-edge-devtools
ms-kubernetes-tools.kind-vscode
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-bindings-vscode
ms-mssql.sql-database-projects-vscode
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.notepadplusplus-keybindings
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.test-adapter-converter
ms-vscode.vscode-speech
msyrus.go-doc
mtxr.sqltools
mtxr.sqltools-driver-mssql
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
muhammadnorzariman.jsontodart
nash.awesome-flutter-snippets
naumovs.color-highlight
nickdemayo.vscode-json-editor
nighthawk.python-base-extension-pack
njpwerner.autodocstring
njqdev.vscode-python-typehint
oderwat.indent-rainbow
oliversturm.fix-json
oracle.oracle-java
oscarcs.dart-syntax-highlighting-only
peterhdd.dartgettersetter
pkief.material-icon-theme
pleiades.java-extension-pack-jdk
postman.postman-for-vscode
quicktype.quicktype
ramiroberrelleza.bitbucket-pull-requests
randomfractalsinc.snippets-viewer
redhat.java
redhat.vscode-commons
redhat.vscode-openshift-connector
redhat.vscode-redhat-account
redhat.vscode-xml
redhat.vscode-yaml
renesaarsoo.sql-formatter-vsc
richie5um2.vscode-sort-json
ritwickdey.liveserver
rodrigorahman.flutter-dart-utils
rvest.vs-code-prettier-eslint
shardulm94.trailing-spaces
shopify.ruby-extensions-pack
shopify.ruby-lsp
sobytes.flet-control-wrap
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
svipas.prettier-plus
tabnine.tabnine-vscode
teejae.vscode-sql-formatter
theqtcompany.qt
theqtcompany.qt-core
theqtcompany.qt-cpp
theqtcompany.qt-qml
theqtcompany.qt-ui
tomoki1207.pdf
tonka3000.qtvsctools
tonybaloney.vscode-pets
tushortz.python-extended-snippets
twxs.cmake
unthrottled.doki-theme
usernamehw.errorlens
vadimcn.vscode-lldb
vector-wlc.qtconfigure
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vs-publisher-988541.apexsql-power-tools
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wellshsu.ecode-go
wholroyd.jinja
windmilleng.vscode-go-autotest
wowbox.code-debuger
wscats.html-snippets
xabikos.javascriptsnippets
xiaofengliu.tetris-vs
xshrim.txt-syntax
xyz.local-history
xyz.plsql-language
yongzhenlow.dart-built-value-snippets
zainchen.json
zhoufeng.pyqt-integration
